Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 식사 대접도 거절하시고…
en: he declined to have dinner together...

source: 자.
en: here.

source: 흠… 그것도 좋겠는데요?
en: hmm... that might be a good idea.

source: 평화로 이끌어주소서―
en: may lead us to peace...

source: 손재주가 좋다고요.
en: you’re good with your hands.

source: 걱정 마세요.
en: don’t worry.

source: 아니, 사실 이것도 핑계겠죠.
en: well, honestly, this is just an excuse.

source: 우유는 냉장고에 있습니다만.
en: there’s milk in the fridge.

source: 우왕― 너무 맛있당―!
en: wow, it’s so tasty!

source: 이제 성공적으로 주례를 보게 됐으니, 대놓고 교류하는 것도 문제없겠어요!
en: now that we’ve secured the officiant situation, we can communicate openly in public!

source: 꿍꿍이는 영 익숙해지지 않네요.
en: I still can’t get used to it.

source: 엄~~청난 대부호가 버리고 간 저택이래!
en: ummm... I hear a millionaire used to own this abandoned mansion!

source: 네가 밖에서 쓸데없는 짓하고 다니다, 내 아들이라는 게 소문나면 일이 더 커지는 거 몰라?
en: it’ll only grow worse if word gets out you’re my son while you keep wandering off!

source: 이렇게 말이 안 통하는데 무슨 대화를 나눌 수 있겠어요?
en: I don't understand, so what can we talk about?

source: 그리고 아이들이 당신에게 선물했던 여러 가지 물건이에요.
en: there’s also a few gifts from the kids.

source: 그 끝에는
en: sweet honor awaits you

source: 찾았다!
en: got it!

source: 마지막 실험을 마친 "희망 비타민" 부작용 확률 10%.
en: the last trial shows that hope vitamin has a ten percent chance of side effects.

source: 직접 주인공들을 만나봐야겠군.
en: I’ll have to meet them in person.

source: 안 버리고 간직하길 정말 잘했지~!
en: thank goodness I kept it and didn’t throw it away!

source: 내가 세상에, 얼마나 찾아다닌 줄 아니~?
en: oh my gosh, do you know how long I’ve been looking for you?

source: 투자한 만큼 서로의 명예도 공유하고 일석이조 아닙니까?
en: wouldn’t sharing the honor reaped from my investment be mutually beneficial?

source: 올리브는 보기보다 재밌는 사람이네.
en: olive, you’re more interesting than you look.

source: 종교인에 약한 것도,
en: her weakness to religious people...

source: 아, 할 수도 있지!!!
en: yes he can!

source: 이해가 안 돼.
en: I don’t get it.

source: 네….
en: okay…

source: 설마 또, 아버지가 일을 벌인 건…
en: or maybe it’s father’s doing again...

source: 그게 아니면 동틀 때까지 여기서 난동 피우고 싶은 거예요?
en: or do you wanna make a fuss here until dawn?

source: 맞아요!!!
en: you’re right!

source: 노랫소리…?
en: music...?

source: 귤 선생도 곧 이 학교에서 정식으로 일할 텐데 그래서야 되겠어요?!
en: mr. gyul, how could you have such thoughts when you’re about to become a teacher here?

source: 다 들었어요?
en: did you hear everything?

source: 올리브.
en: olive.

source: 팔이 왜 그래요!?
en: what happened to your arm?!

source: 정원이라기 보다는…
en: it’s looks more like a botanical garden...

source: 만약 그렇다면 나는…
en: if that’s the case then I…

source: 그런데, 아무 일 없던 것처럼 투어를 진행하더라고요.
en: instead, he continued the tour like nothing happened.

source: 나의 천사.
en: my angel.

source: CCTV와 블랙박스에 얼굴이 정확히 나온 건 아니지만 특징적인 걸로 수사망이 좁혀져서는….
en: although cameras and black-boxes didn’t show their faces clearly, they were able to narrow down the suspect...

source: 좋아하니까요!!!
en: I like sasha!

source: ko_KR
en: en

source: 앞으로 이어나갈 저와 어르신의 인연까지 축복할 좋은 계기가 아닐까 해요….
en: see it as an opportunity to bless the tie between you, sir, and myself as we continue together.

source: 응, 시간이 흘러도 널 귀찮게 하겠지.
en: yeah, and he’ll probably continue to bother you time and time again.

source: 오늘 연회로 많은 게 바뀔 거야.
en: a lot will change with today’s banquet.

source: 뒷정리는 저희가 하겠습니다.
en: we’ll clean up.

source: 자네가 있는데 무슨 걱정이야.
en: you’ll be there too. what are you worried about?

source: 이 주변에서 어르신께 방해되는 인물은 없을 겁니다.
en: ...no one would be able to get in your way, sir.

source: 너희들은 지치지도 않냐?
en: don’t you get tired of this?

source: 뜯을 수 없는 거로 교체해놨거든.
en: I replaced the door so it can't be ripped off.

source: 난 그저-
en: I just...

source: 개인이지만 집단이기도 해요.
en: I may be an individual but I’m a collective too.

source: 분명 그 인간 짓이야.
en: I’m sure he did it.

source: 제가 보고 있는 것이 전부는 아니겠지만
en: although what I’ve seen so far probably isn’t the whole picture,

source: 쓸데없이 돈 낭비는 안 했으면 좋겠는데.
en: I’d rather not waste the money.

source: 나중에 배신당했다고 울게 뻔하네.
en: I’m sure they’ll cry one day feeling betrayed.

source: 그런 건 가난한 집에서 걸리는 병 아닌가?
en: isn't that a disease that only poor families can have?

source: 수고하셨습니다.
en: thank you for your effort.

source: 그러게요~
en: I know, right?

source: 사사 선생님을 보러 온 건 아니에요!
en: I’m not exactly here to see miss sasha!

source: 대성당 구조물 안내를 시작해볼까요!!
en: shall I start showing you the layout of the cathedral?!

source: 다 먹었으면 좀 가라.
en: should get out if you’re done eating.

source: 내가 많이 좋아했거든.
en: I liked her a lot.

source: 케이크?!
en: cake?!

source: 나머지 얘기는 서류를 보면서 하자고.
en: we’ll discuss the rest while looking at the document.

source: 왜요?
en: what?

source: 서른 살에 가까워지는데, 내가 내 기분 하나 모르겠어?
en: I’m almost 30 years old. you think I don’t have a mind of my own?

source: 죽을힘을 다해 노력하자고.
en: let's do our best.

source: 그게 아니래도 약점으로 충분하겠지.
en: even if we don’t, it’ll be enough to find a weak spot.

source: 앗… 고맙지만 지금은 좀 바빠서….
en: ah... thanks, but I’m a little busy right now…

source: 그렇게 두지 않을 거야.
en: ...even if it were god.

source: 그래요.
en: sure.

source: 듣고 있어요―?
en: are you listening?

source: 내가 당장 해줄 수 있는 일이라고는 그런 것뿐이니까요.
en: that’s all I can do for you right now.

source: 자신을 지켜야 하는 상황이 왔을 때 절대 시선을 피하시면 안 됩니다.
en: you should never avoid eye contact when you have to protect yourself.

source: 여러분…
en: everyone...

source: 필요 이상의 과한 도움은 세간의 의심을 산다는 거 모르십니까?
en: don't you know that excessive help is suspicious in the eyes of the public?

source: 무슨 일 있었어요?
en: did something happen?

source: 아니오-
en: no...

source: 혹시, 잠자리가 불편하셨나요?
en: is your bed uncomfortable, perhaps?

source: 집안 사정은 사사 씨에게 들었습니다만,
en: although I’ve heard about your family from miss sasha,

source: 그, 그러셨구나.
en: I-I see.

source: 설마 ‘신부’에게 질투하는 건 아니시죠?
en: you’re not becoming jealous because of a priest, are you?

source: 당연하죠-!
en: of course!

source: 괜찮습니다.
en: it’s okay.

source: 끌고 가기 전에 제 발로 걸어 들어가자는 거지.
en: I figured we’d walk in there on our own accord instead of getting dragged there.

source: 오늘 백년가약을 맺게 됐습니다.
en: have made a promise lasting a hundred years today.

source: 남들이 보는 지금의 나도 엄마의 모습과 같을까?
en: I wonder if people’d say I’m just like mother.

source: 면목 없습니다.
en: I’m ashamed.

source: 나한테 그랬던 것처럼 학대를 대물림했을 거야.
en: father must be abusing him just like he abused me.

source: 무섭거나 하지 않았어?
en: was it scary?

source: 몰라―
en: I don’t know.

source: 진짜 인생 종 치게 만들어 줄까.
en: and seriously end their lives?

source: 단델리온은 아버지가 생각 못 한 변수니까.
en: since daniel is a factor father couldn’t have taken into account.

source: 당신이 이겼어.
en: you won.

source: 사사는 어떻게 생각해요?
en: what do you think, sasha?

source: 하지만 어떻게…?
en: but how…?

source: 야!
en: hey!

source: 감사합니다!
en: thank you so much!

source: 분노 이외의 감정을 표출하니 다들 낯설어하는군.
en: everyone’s finding it strange that I’m expressing emotions other than anger.

source: 사사 선생님.
en: miss sasha.

source: 그동안 집안에 갇혀계셨던 거 아냐?
en: hasn’t she been locked up at home this entire time?

source: 내가 누구한테 배웠겠어?
en: who do you think I learned it from?

source: 그런가요?
en: is that so?

source: 결혼식 주례도 맡았는데 무슨 걱정이야?
en: you’re my wedding officiant. what’s there to worry about?

source: 난 엄마랑 떠나기로 했어.
en: I decided to leave with my mother.

source: 응!
en: yeah!

source: 가정교육…?
en: discipline…?

source: 여기는 빵 거리입니다.
en: this is bread street.

source: 여기다.
en: here it is.

source: 네에――
en: okay...

source: 귀여워라~!
en: how cute!

source: 양치기의 종소리―
en: it was the chiming of a shepherd’s bell.

source: 달콤한 명예가 기다리고 있을 테니.
en: at the end.

source: 거룩한 이름으로 이 칠면조를 복구해주소서―.
en: oh lord, please restore this turkey in your holy name.

source: 중요한 이야기야.
en: it’s something important.

source: 내가 널 책임질게.
en: I’ll take responsibility for you.

source: 못하는구나 -
en: understand.

source: 뭔가 짚이는 구석 없어?
en: does anything stand out to you?

source: 아야야, 요즘 애들은 무섭군요.
en: my gosh, kids are scary these days.

source: 이런 생각 하는 거 나뿐만 아닌 거 알지?
en: don’t you realize I’m not the only one who thinks so?

source: 알지, 알지~
en: I do!

source: 참석 명단은 제 손에 없습니다.
en: the list isn’t with me.

source: 자네들의 충성은 늘 나를 감동시킨다는 걸 기억해 주게.
en: remember that your loyalty always touches me.

source: 정말 괜찮겠어?
en: will you really be okay?

source: 얘, 또 나를 보면서 무언가 생각하고 있네.
en: this guy, he’s thinking about something while staring at me again.

source: 정말 괜찮은 방법인 것 같아요.
en: I actually think it's a really good idea.

source: 이런 잔가지에 둘이나 올라와 있으면 위험해요.
en: it’s dangerous for the both of us to be on this thin branch.

source: 주차 어디에 돼 있어요?
en: where are you parked?

source: 종교인에 약하시니까, 제가 하는 말이라면 들어주시지 않을까요?
en: I suppose it could be easier for me since he has a soft spot for religious people, right?

source: 휘둘리지 않고 묵묵히 자기 할 일을 한다.
en: quietly doing her job without being swayed.

source: 안에 내 연락처도 넣어 놨어요.
en: I put my contact information in there as well.

source: 무슨 일이야?
en: what’s going on?

source: 살을 맞댄다는 건 이런 기분이군.
en: so this is what hugging feels like.

source: 우는 거예요?!
en: are you crying?!

source: 누군지 얼굴이나 봐야겠으니, 약속 잡게.
en: make an appointment so I can at least see how he looks like.

source: 단순한 일이 쌓여서 어느 날 큰 일상을 만들어낼지도 모르는 거잖아요?
en: who knows? simple things can pile up and make a big impact to your daily life.

source: 경험으로 알고 있으니 걱정 마세요!
en: I’ve learned by experience, so don’t worry!

source: 다치신 곳은…?
en: are you hurt?

source: 어이쿠!
en: oh, my!

source: 내가 왜 이렇게까지 하는지 모르겠냐고요.
en: can’t you see why I’m doing all this?

source: 앗, 아니에요!
en: ah, no, of course not!

source: 그냥 편하게 살면 안 돼요?
en: can’t you just live a comfortable life?

source: 신부님…?
en: ...father?

source: 저번에 내가 시안 골라 둔 것들 입혀서 사진만 보내 놔.
en: just send me a picture of the designs I picked out last time.

source: 아버지가 지금 벼르고 계신 듯해.
en: I think my father’s dying to meet you.

source: 해바라기밭….
en: a sunflower field…

source: 말씀드렸다시피 저는 청소를….
en: like I said, I’m here to clean…

source: 정말 기대되는군요.
en: I can’t wait.

source: 앨범~ 마침 사진을 정리하고 있었거든.
en: it’s an album. I was just sorting the photos.

source: 사사를 좋아하니까요!!
en: I like sasha!

source: 뭐, 찾으시는 게 있으십니까?
en: are you looking for something?

source: 내가 책에서 봤는데 대부분의 가족은 자식을 어떤 형태로든 사랑한다며?
en: I read in the book that most families love their children in some form.

source: 두 분의 공식적인 스케쥴로 정해졌습니다.
en: your meeting time with him has been officially set.

source: 무료 시식
en: free tasting.

source: 하.
en: sigh

source: 어쩐지,
en: no wonder...

source: 억, 이건 어떻게 푸는 거죠?
en: huh? how do I untie this?

source: 그런데 이분은…?
en: who’s this…?

source: 우린 그냥 시키는 대로 하면 되는 거예요.
en: we can only do what we’ve been told to do.

source: 역시라니.
en: you see?

source: 그렇게 들으니 꼭 당신이 학생 같네.
en: you’re sounding like a student.

source: 눈치 없긴.
en: you moron.

source: 됐네요―!
en: whatever!

source: 그런 표현도 할 줄 알고, 어른스럽구나.
en: didn’t know you’d put it that way. how mature of you.

source: 누가 쓰레긴데?
en: who are you calling scumbags?

source: 위에 뭐가 있나?
en: is there something up there?

source: 상관없지 않아요!!!
en: I do have something to do with it!

source: 당신 여기서 몇 년 일했죠?
en: how long have you been working here?

source: 여기, 설거지 좀 도와주세요!
en: here, help with the dishes!

source: 미안…
en: I’m sorry...

source: 이럴 땐, 어떻게 해야 하죠?
en: what am I supposed to do here?

source: 이상하단 말이야.
en: it’s strange.

source: 난 그래도 좀 가져왔어.
en: I brought some though.

source: 화가 많이 났나 봐….
en: I think she’s really angry…

source: 아 ―
en: say aah...

source: 거기.
en: hello there.

source: 말하자니 스트레스만 받네요.
en: I’m getting stressed just talking about it.

source: 칭찬이죠?
en: that’s a compliment, right?

source: 나만 잘하면 돼…!
en: I just need to do well...!

source: 이쯤인데.
en: it should be somewhere around here.

source: 어릴 때부터 아가씨가 변덕쟁이라는 건 알고 있었지만.
en: I know she’s been a fickle girl ever since she was little.

source: 제가 빠지면 누가 해요?
en: who else can help you besides me?

source: 거기 숨어서 뭐 하시는 거죠?
en: what are you doing, hiding over there?

source: 애들 때문에 정신이 없네.
en: I'm going crazy because of the kids.

source: 그게 지금 뭐가 중요하겠니.
en: but what does that matter?

source: 여기 김치가 떨어졌는데.
en: we’ve run out of kimchi.

source: 공개적으로 투자를 받는다는 점이 마음에 안 드시는 건가요?
en: do you not like the fact that it’ll be publicly invested?

source: 도저히 사람이 사는 집이라고는 생각 못 하겠군.
en: I’d be shocked if anyone lived in this house.

source: 꼬맹이 사사, 참 귀엽지?
en: little sasha was so cute, wasn’t she?

source: 이건… 데자뷰일까?
en: is this… deja vu?

source: 이게 당신 혼자만의 문제예요?
en: is it just your problem?

source: 저도 주세용―
en: give me one please!

source: 어쩌지….
en: what do I do…

source: 바쁠 테니 용건을 간단히 하지요.
en: you’re probably busy, so I’ll keep things short.

source: 신고하기 전에 다들 귀가하는 게 좋을 거야, 너희들!
en: you all better go home before I report you!

source: 설마….
en: no way…

source: 진료 시간이 정해져 있다니.
en: I can’t believe she needs treatment regularly.

source: 지금 갈게요.
en: I’ll be right there.

source: 괴롭힌다…?
en: coffee?

source: 근래 점점 심해지고 계셔서 걱정입니다.
en: I’m getting worried because they’ve been getting worse lately.

source: 그거 제 물건 인데요?
en: this is all my stuff.

source: 귤이가 그런 말을 했다고?
en: gyul said that?

source: 교양 없게 뭐 하는 거니?
en: what are you doing?

source: 형식적인 대답이군.
en: what a boring answer.

source: 요리 수업 갈 시간이거든.
en: it’s time for my cooking class.

source: 좀 바보 같은 구석이 있지만….
en: although he can be foolish…

source: 심지어.
en: I

source: 경호원도 세 배로 늘려.
en: triple the number of bodyguards.

source: 들키기 전이라면 듣는 척이라도 했겠지만, 이제 됐다고.
en: before I got caught, I’d pretend to listen, but not anymore.

source: 까, 깜짝 놀랐잖아!
en: y-you startled me, you know!

source: 저도 같이 봐도 될까요?
en: may I look at them too?

source: 네가 해왔던 일은 절대 헛된 일이 아니야.
en: everything you’ve been doing so far isn’t in vain.

source: 어머님은 시간을 정해놓고 약을 드시는 듯 했어요.
en: mother seemed to be taking medicine on a regular basis.

source: 여기 앉아요!
en: come sit here!

source: 사모님이 다치기라도 하셨으면 어쩔 생각이었죠?
en: madam could’ve been hurt.

source: 저번엔 왜 그랬대?
en: why did you do that the last time?

source: 지금 통화 괜찮아요?
en: is it okay if I call you right now?

source: 네 방식이 다를 순 있어도 잘못되진 않았어.
en: your methods may be different, but they’re not wrong.

source: 이 친절함은 사랑이면서도 사랑이 아니다.
en: such kindness was love, and yet it was not.

source: 아버지 아들은 얼마 전 회장님과 좋은 인연을 맺었고,
en: recently, I’ve had the wonderful opportunity to get to know the chairman.

source: 자― 다들 손 씻고 자리에 앉아요―
en: now, everyone wash up and take a seat!

source: 덕분에 멀쩡하답니다 -
en: thanks to you, I’m fine.

source: 그래서 말인데, 엄마의 부모님 정보를 알 수 있을까?
en: so, can I get information about my mom's parents?

source: 뭔데요?
en: what is it?

source: 더불어 교수님의 학문적 연구에도 투자할 마음이 있으니 시야를 넓게 봐주시면 감사하겠습니다.
en: additionally, I’m willing to invest in your academic research, professor. as such, I’d appreciate it if you could be more open-minded.

source: 사사띵!!!
en: silly sasha!

source: 이 사이에 무슨 일이 있었나?
en: did something happen in between?

source: 도와…
en: help me...

source: 할 줄 몰라요.
en: I don’t know how.

source: 이 눈물은 무슨 의미지?
en: why are you crying?

source: 그 점을 이용한다면…?
en: so what if I were to use that on him...?

source: 평범한 줄 알았는데, 아니었던 거야.
en: I thought it was normal, but it wasn’t.

source: 잘 부탁-
en: nice to meet--

source: 좋아요.
en: alright.

source: 성장기에 고기 섭취는 중요하니까요, 많이 먹도록 해요.
en: meat is important for your development, so eat up!

source: 어둠에 좀 먹고 있다니.
en: ...let herself be consumed by the darkness?

source: 긍정적인 생각.
en: think positively.

source: 그런 놈의 어디가 좋은 거지?
en: just what does she like about him?

source: 내가 믿어왔던 것들이 틀렸으면 어쩌죠…?
en: what if the things I’ve believed in were all wrong?

source: 그래~?
en: really?

source: 자기가 알아서 해야지.
en: you’ve got to take care of them on your own.

source: 지금 몇 시지?
en: what time is it now?

source: 우리는··· 네 엄마가 27살, 내가 21살 때 대학 토론 동아리에서 처음 만났어.
en: we… met in a college debate club when your mom was 27 and I was 21.

source: 당신도 감정이라는 게 있었군.
en: so you have feelings too.

source: 이 Xㅅㄲ.
en: you bastard!

source: 그 덕분에 인사도 못 했네.
en: so I couldn't even say hello.

source: 아버지.
en: father.

source: 자,
en: now, then.

source: 설마 벌써 도망친 건…?
en: don’t tell me she’d ran away already…?

source: 아저씨, 갈 길 가세요.
en: just go on your way, mister.

source: 말이 아닌 행동에 진심이 느껴지는 존재야.
en: I can feel his sincerity in his actions.

source: 네가 나를 힘으로 찍어 누를 수 있을 것 같나?
en: do you think you can pressure me with force?

source: 근데 내 전두엽을 도려내는 일만은 참아주라.
en: but please don't cut my frontal lobe.

source: 잘못했어요….
en: I’m sorry...

source: 이곳도 꽝인가…?
en: am I not gonna get anything out of this place either...?

source: 먹고 싶지 않아.
en: I don’t wanna eat.

source: 흠,
en: hmm,

source: 아마 잠이 안 와서 그러신 걸 거예요.
en: it’s probably because she can’t sleep.

source: 고약한 내 성격도 받아줘야지, 그치?
en: all you have to do is tolerate my bad temper, right?

source: 이런저런 생각에 정신적으로 피곤해졌나 봐.
en: I think I'm mentally drained from thinking about this and that.

source: 까악~!
en: kyahh!

source: 이런 체력으로 어딜 가시려고…!
en: where are you going in your state…!

source: 소리를 먼저 듣는 거예요.
en: and first just listen to the sounds around you.

source: 이거, 선물이에요.
en: here, a gift.

source: 이빨을…
en: I will...

source: 그 신부님을 만났기 때문일까요?
en: is it because you met that priest?

source: 신랑― 입장―
en: the groom is coming in…

source: 무서운 얼굴 -
en: what a scary face.

source: 다 죽이고,
en: ...I’ll kill them all,

source: 현관에 학생증이 떨어져 있었어요.
en: I found a student id by the door.

source: 다 핑계고 사사띵을 찾고 있던 거구나!!
en: you were looking for silly sasha all along!

source: 아버지가 또 수작을 부린 걸까?
en: is father playing tricks again?

source: 그 쓰레기는 또 뭐래?
en: what’s with that piece of trash?

source: 그게 무슨 의미인지 잘 알겠지?
en: you do know what that means, right?

source: 피곤해.
en: I’m tired.

source: 말 그대로요.
en: literally.

source: 하얀 눈처럼 맑은 두 영혼이
en: two souls as clear as white snow

source: 답답하긴.
en: how frustrating…

source: 당신이라면 주주들도, 직원들도 받아들일 거야.
en: you'd accept shareholders and employees.

source: 조용히 해.
en: be quiet.

source: 여기에 오니 사람의 흔적이 느껴지는군.
en: I can feel that someone’s been here.

source: 그럼, 결혼식 때 나오는 신부는 뭐냐?!
en: then why’s he called a father if he can’t get married?

source: 포장지 같은 드레스,
en: a dress beautiful like gift wrap...

source: 그… 게… 그러니까….
en: well... the thing is...

source: 응?
en: what?

source: 우리 학생 짓 인 것 같더라고요.
en: it seems like it’s one of the student’s doing.

source: 그 덕분에 오랜만에 한 대 맞았네.
en: it’s been a while since I took a blow.

source: 괜찮겠어?
en: will it be okay?

source: 이 사람 언제부터 보고 있던 거지?
en: since when has this guy been watching me?

source: 점심은 짜장, 어떤가?
en: how about jajang noodles for lunch?

source: 자리 비어요.
en: there’s an empty spot.

source: 덕분에 퇴직 날짜가 빨라져 버렸지 뭐야-
en: so that’s why I’m quitting earlier that I thought.

source: 쉽게…
en: he said...

source: 뭐야, 여긴…?
en: what is this place...?

source: 알겠어.
en: got it.

source: 쪽대본 쓰고 자빠졌네.
en: he’s making things up.

source: 너는 잘 모르겠지만 그 신부랑 어울리고 나서 행동이 이상해졌어.
en: I don't know about you, but she started acting weird after hanging out with the priest.

source: 불쾌해.
en: I don’t like it.

source: 경사를 축하드립니다.
en: congrats on your daughter’s wedding.

source: 누구세요―
en: who is it?

source: 앗, 진짜 중요한 걸 깜박했네.
en: ah, I forgot something really important.

source: 난간에서 길을 잃었어….
en: I got lost in the balcony...

source: 당신한테―
en: to you...

source: 신경이 쓰이지.
en: it’s getting on your nerves.

source: 난 이만 교실로 돌아갈게!!!!
en: I’m going to class now!!

source: 내 예상대로군…
en: I’m guessing...

source: 바보야― 이제, 큰 바보 안 와―?
en: hey dummy, is the bigger dummy not coming?

source: 잠깐!!
en: wait!

source: 가끔은 그 자식의 천사병이 이해가 안 된다니까.
en: sometimes I just don’t understand why he’s such a goody two shoes.

source: 내가 또 부담을 줬나?!?
en: did I trouble you again?!

source: 어른신 말씀을 전하러 왔습니다.
en: I came to deliver a message from your father.

source: 사사, 몸조심 해야 해요, 부디.
en: Sasha, take care of yourself, please.

source: 어쩌겠어.
en: what else can I do?

source: 그래… 어리석은 짓 하지 말자.
en: yeah… I shouldn’t do anything stupid.

source: 겨우 길렀는데.
en: after I finally managed to grow it out.

source: 유치하게 굴지 마.
en: don’t be childish.

source: 저기 계신 분이 신부라고?
en: is that person over there the bride?

source: 권력을 가진 자의 삶이란 그런 것이야.
en: that’s life for a person with power.

source: 난, 그냥 쉽게 돈 벌 수 있다길래 쿨한 귤 선생님을 도와준 것뿐이야―
en: I was just making easy money while helping out cool mr. geum.

source: 아버지는 네 사춘기에 어울려줄 생각 없으니까.
en: I don’t have time to go along with your teenage attitude.

source: 끝냈다고요…?
en: they’re cleared…?

source: 그럼 이건 어때요?
en: how about this?

source: 흥!
en: hmph!

source: 분명 방법이 있을 거예요!!
en: I’m sure we can figure it out!

source: 여보세요?
en: hello?

source: 직접 만들었다고?
en: you made this yourself?

source: 당신이 훔친 게 아니잖아.
en: you’re not the one who stole them.

source: 둘러대지 마세요.
en: don’t beat around the bush.

source: 엉터리 영양제의 증거물도 충분하다.
en: there’s enough evidence to prove the fake supplements too.

source: 집안에까지 녹아들어야 한다니 복잡하지?
en: it’s getting complicated since you’ll have to blend in with the people in my house.

source: 설마 어제 그 일 때문에…?
en: is it because of what happened yesterday...?

source: 그럼 다음에 이야기 나누시죠.
en: then why don’t you talk to her some other time?

source: 올바르게 살기 위해 자신을 몰아붙일 필요는 없어요.
en: you don't have to push yourself to live right.

source: 커피는 잠시 저와 시간을 보내는 것 뿐이에요.
en: coffee is just spending some time with me.

source: 어디 가~?
en: where are you going?

source: 당신 말대로 조사에 속도를 높입시다.
en: I’ll speed up the investigation as you said.

source: 넌, 절대 틀리지 않아.
en: and you’re never wrong.

source: 저희 둘의 인연 말입니까?
en: you and I have a tie?

source: 된 거야.
en: ...had enough.

source: 왜, 안 와―?
en: why isn’t he coming?

source: 요즘 교육 트렌드는 밖에서 자식한테 물 뿌리기인가 봐요?
en: is it a trend nowadays to educate children by spraying water on them outside?

source: 아휴, 알겠어요, 커피 ― !
en: geez! okay, coffee!

source: 나랑 같이 갑시다.
en: come along with me.

source: 어쩐지 다른 의미로 무섭네요.
en: that’s scary, in a way.

source: 뭐…?
en: what?

source: 결혼식 준비 안 해요?
en: why aren’t you preparing for the wedding?

source: 괘념치 마십시오.
en: don’t mind it.

source: 고마워요….
en: thank you.

source: 내 결혼식 때 입었던 건데 우리 사사한테도 아주 잘 어울릴 거 같아서 창고에서 찾아왔단다~!
en: I wore this to my wedding! I got this from the warehouse because I thought it would suit you, sasha!

source: 내가 틀렸을 리 없어.
en: I can’t be wrong.

source: 그냥 취미 같은 겁니다.
en: it’s like a hobby for me.

source: 당신이 뭐라고 그런 말을 하는 겁니까?
en: who are you to say that to me?

source: 잠깐이라도 어려우십니까?
en: I promise it’ll just take a moment.

source: 먼저 사건을 일으켰다는 증거는 아직 없지 않습니까?
en: is there any evidence that the student inflicted the incident?

source: 그런…
en: what…

source: 순간적으로 이상한 핑계를 대 버렸어!!
en: and I gave him the weirdest excuse!

source: …주세요.
en: ...please.

source: 해외?
en: overseas?

source: 콜록!!
en: cough

source: 하아 ―
en: sigh

source: 그럼 아가씨는 결혼이 왜 싫으신데요?
en: then why are you against getting married?

source: 기다리지 말고 방에 있어요!
en: don’t wait for me. you should go back to your room!

source: 들켰을 때 뭐라고 변명하죠?
en: what should I say if I get caught?

source: 정말 조심해야 해.
en: you really must be careful.

source: 궁금해-♡
en: I’m so curious.

source: 그렇단 말이지.
en: is that so?

source: 오늘 네 스케줄은?
en: what about your schedule for today?

source: 안녕하세요.
en: hello.

source: 아드님께는 이런저런 신세를 지고 있습니다.
en: I’m indebted to your son in many ways.

source: 네 동생은 학원 때문에 늦은 밤이나 돼야 올 거야.
en: your brother won't come until late at night. he’s at the academy.

source: 네,
en: yes,

source: 하아.
en: sigh

source: 아가씨에게 이상한 헛바람을 넣으시더군요.
en: it’s like I’d given miss sasha false hope.

source: 기다리고 있을게.
en: I’ll be waiting for you.

source: 커피, 이건 옳지 않아요.
en: coffee, this isn’t right.

source: 자리를 남겨 놓을게요.
en: I’ll have a position open for you.

source: 처음 듣는 이야기인데….
en: this is my first time hearing about this…

source: 마음껏 즐겨주세요.
en: I hope you enjoy them.

source: 저 인간이 여기 왜 있어?
en: what’s that guy doing here?

source: 단델리온도 몸조심해.
en: you take care too, daniel.

source: 당신에게 도움이 됐으면 좋겠네요.
en: I’d like to be of help to you.

source: 신부님이 챙겨주든가!
en: then why don’t you cook for us, father?

source: 집안의 디자인 이라든가, 창문 같은 구조가 비슷한 것 같긴 한데….
en: the interior and the design of the windows look similar…

source: 재밌는 이야기를 하는군.
en: what interesting talk.

source: 표지판이라도 달고 싶다니까?
en: don’t you think we should put up signs?

source: 어디 가서 아버지 직업 물어보면 숨기도록 해.
en: when anyone asks you my occupation, hide it.
